tap "datawire/blackbird"
tap "filippo.io/age", "https://filippo.io/age"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "shopify/shopify"
tap "wagoodman/dive"
tap "warrensbox/tap"
brew "age"
brew "argocd"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "asimov"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "gettext"
brew "libffi"
brew "pkg-config"
brew "cask"
brew "cmake"
brew "diff-so-fancy"
brew "direnv"
brew "doctl"
brew "fd"
brew "fdupes"
brew "lame"
brew "openjpeg"
brew "libsodium"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "fx"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git", link: false
brew "gnu-sed"
brew "goreleaser"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "helm"
brew "highlight"
brew "httpie"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "libxlsxwriter"
brew "libxslt"
brew "nspr"
brew "parallel"
brew "procs"
brew "pwgen"
brew "qt", link: false
brew "ruby-build"
brew "rbenv"
brew "ruby-install"
brew "s3cmd"
brew "sbcl"
brew "shellcheck"
brew "sipcalc"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform", link: false
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yh"
brew "youtube-dl"
brew "yq"
brew "golangci/tap/golangci-lint"
brew "homeport/tap/dyff"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "amazon-photos"
cask "chromedriver"
cask "dropbox"
cask "gitx-gitx"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "insomnia"
cask "iterm2"
cask "lens"
cask "linear-linear"
cask "pomatez"
cask "rectangle"
cask "skitch"
cask "slack"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
