tap "buildkite/buildkite"
tap "codeclimate/formulae"
tap "datawire/blackbird"
tap "earthly/earthly"
tap "filippo.io/age", "https://filippo.io/age"
tap "fluxcd/tap"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "shopify/shopify"
tap "wagoodman/dive"
tap "warrensbox/tap"
brew "age"
brew "agedu"
brew "argocd"
brew "asimov"
brew "autoconf"
brew "automake"
brew "readline"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "gettext"
brew "libffi"
brew "pkg-config"
brew "coreutils"
brew "libtool"
brew "cask"
brew "cmake"
brew "diff-so-fancy"
brew "doctl"
brew "openjdk"
brew "elasticsearch"
brew "elasticsearch@6"
brew "fd"
brew "fdupes"
brew "lame"
brew "openjpeg"
brew "libsodium"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git", link: false
brew "gnu-sed"
brew "goreleaser"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "helm"
brew "highlight"
brew "httpie"
brew "imagemagick@6", link: true
brew "ipcalc"
brew "istioctl"
brew "jq"
brew "kind"
brew "kustomize"
brew "libxlsxwriter"
brew "libxslt"
brew "libyaml"
brew "memcached"
brew "mysql@5.7"
brew "nspr"
brew "ntfs-3g"
brew "openapi-generator"
brew "parallel"
brew "procs"
brew "pwgen"
brew "qt", link: false
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby-install"
brew "s3cmd"
brew "sbcl"
brew "shellcheck"
brew "sipcalc"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform", link: false
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "datawire/blackbird/telepresence"
brew "earthly/earthly/earthly"
brew "fluxcd/tap/flux"
brew "golangci/tap/golangci-lint"
brew "homeport/tap/dyff"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "bloomrpc"
cask "chefdk"
cask "chromedriver"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "inspec"
cask "iterm2"
cask "lens"
cask "skitch"
cask "the-unarchiver"

brew "awscli" # Basic AWS
cask "postman" # Stuart Tooling
brew "direnv" # Stuart tooling
brew "mysql" # Stuart tooling
brew "postgres" # for pg gem
brew "libpqxx" # for pg gem
brew "cmake" # for H3 gem
brew "clang-format" # for H3 gem development
brew "lcov" # for H3 gem development
brew "doxygen" # for H3 gem development
brew "v8-315" # required by TheRubyRacer
brew "pkg-config" # for rugged gem
brew "imagemagick@6" # for rmagick gem / run `brew link imagemagick@6 --force`
tap "mutagen-io/mutagen"
brew "mutagen-io/mutagen/mutagen-beta" # Stuart tooling
